Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 原本颇为期待的卢西恩却是慢慢皱起了眉头，他拿起酒瓶给自己倒了一杯，端起酒杯放到鼻子前嗅了嗅，然后侧头看着麦格道：“老板，你这酒烤焦了吧？”
en_us: Lucien, who was rather expectant, started frowning. He poured a glass for himself, and put it next to his nose to take a sniff. After that, he turned to Mag, and said, "Sir, is your wine burnt?"

source: 原来即便这么多年过去了，还有人记着他的父亲，记得泰坦酒本来的味道。
en_us: So, there were people who still remembered her father after so many years. They remembered the Titan Liquor's original taste.

source: 厨神养成系统报备。
en_us: The God of Cookery Cultivation System reports.

source: 厨神系统：笑死个系统！这帖子早上我差点就发了，还好我坚持住了一个系统的原则和底线。
en_us: God of Cookery System: What a joke! I almost sent this post out in the morning. Luckily I insisted on my System's principles and limits.

source: 厨神追求的是极致的完美，一丝一毫的错误都是不能被容忍的。
en_us: The God of Cookery was after 100% of perfection. Even the slightest mistake couldn't be tolerated.

source: 去黑市前，麦格又找了两家情报所，花钱买了些关于黑市的资料。
en_us: Before going to the black market, Mag found another two Information Centers to buy some information about the black market.

source: 又坐了一会，帕萨准备起身回家，他已经想好了，明天就去找工作，就算不能当车夫了，也可以去找点其他工作干着，至少不能让老婆孩子饿着。
en_us: After sitting around for a while, Pasa got up to go home. He had thought things through. He would look for a job tomorrow, and even if he was not going to be a coachman anymore, he could go somewhere else to find other jobs to do. At least he should not let his family starve.

source: 又或者十五年前，她就应该和父母一起离去的，这样……至少玛拉不会和她一起被困在这里。
en_us: Or, perhaps she should have left this world 15 years ago. That way...at least, Mala wouldn't have been trapped here with her.

source: 又或者说她试图掩饰这种意图，但因为太过笨拙的表达暴露了这件事。
en_us: Or perhaps, she did try to hide that intention, but her clumsy way of expression exposed it.

source: 又是一声折叠椅砸脸的沉闷声响。
en_us: Another dull thud of the folding chair hitting the face.

source: 又是满心期待赶来，失望而归的一天。
en_us: They came expectantly again and would be going back with disappointment.

source: 又有亚伯罕公爵那层关系，所以没有为难他，走了个录口供的流程，顺便还表彰了他一番。
en_us: As Mag was related to Duke Abraham, they did not make things difficult for him and even commended him after recording the statement.

source: 又有几家店铺的老板出老发牢骚，生意难做，老板们都愁眉不展，却又没啥好办法。
en_us: The bosses of the other shops came out to vent their frustrations too. Business was bad, and the bosses were worried, but they couldn't do anything about it.

source: 双方就这样沉默的对峙着。
en_us: The two parties were at a silent standstill.

source: 双金奖！
en_us: Double gold award!

source: 反正从目前来看，它的这位宿主很不简单。
en_us: In any case, from what it seemed, this host was not simple.

source: 发酵之后的葡萄精华在蒸馏中化为蒸汽，顺着长长的导管进入蒸馏设备另一端的储酒器中，化作一滴滴近乎透明的纯净原液。
en_us: The grape essence evaporated in the distillation equipment after it was fermented. The evaporated essence then flowed through a long tube into a wine storage and condensed into an almost transparent liquid.

source: 口口相传的力度，再加上品酒大会的背书，即便是没有到塞班酒馆亲自品尝过的客人，也成为了塞班酒馆的粉丝。
en_us: The power of the word of mouth and the recognition of the liquor tasting event, even customers who hadn't been to Saipan Tavern to taste it for themselves, had become Saipan Tavern's fans too.

source: 口外响起了敲门声。
en_us: Came the sound of knocking.

source: 口感干冽、醇厚、圆润、绵柔……淡淡的烟熏味带来了令人迷醉的质感。
en_us: The texture was dry, rich, full and smooth...The faint smokey taste brought along a mesmerizing texture.

source: 口感微酥的表皮，包裹着柔软的油酥，层层叠叠的酥脆口感，轻轻一咬就在嘴里散开，牙齿轻松的要开了被豆沙包裹着的蛋黄，美妙的口感与味道，让小家伙已经忍不住开始左右摇晃，两条够不到地的小腿轻轻晃着，小脸上满是满足的表情。
en_us: The slightly crispy skin was wrapped around the pastry, forming layers of crispy texture that crumbled in the mouth as soon as she bit into it. The teeth easily bit open the red bean paste and egg yolk. The exquisite texture and taste made the little one sway left and right. Her two short legs swung gently, and her face had a satisfied expression.

source: 古尸的单体实力不容小觑，估计保留了身前六成左右的实力，而且在克苏鲁的控制下悍不畏死，是绝对忠诚的死士。
en_us: The individual strength of the ancient corpse couldn't be underestimated. They were estimated to have kept about 60% of their power when they were alive. Moreover, they are unafraid of death under Cthulhu's control. They were the perfect loyal soldiers.

source: 古老者的科技水平极高，核动力早已应用到生活中的许多方面，包括交通工具。
en_us: The Elder Things' technological advancements were extremely high. Nuclear power was already utilized in many areas of their lives, including transportations.

source: 另一位十级骑士也是提剑向着那巨蛇冲去，这巨蛇有些诡异，不像什么误入洛都的强大魔兽，稳妥起见，联手是非常有必要的。
en_us: The other 10th-tier knight also dashed towards that giant snake with his sword. There was something weird about this giant snake. It didn't look like some powerful magic beast that entered Rodu by mistake. For safety's sake, joining forces was very necessary for them.

source: 另一边，艾米已经点开了脑海里的大转盘，看着写满了全地形车的转盘，点了一下开始。
en_us: On the other side, Amy had already started spinning the wheel in her ehad. The wheel was filled with all-terrain vehicles before she started to spin it.

source: 另一边，麦格骑着阿紫，正不紧不慢的溜着那头巨蛇往东边去。
en_us: On the other side, Mag led the giant snake eastwards leisurely on Ah Zi's back.

source: 只是凭空想象复刻者就有点……夸张了吧。
en_us: As for the name "Imaginary Replicator," it was a little… exaggerated.

source: 只是它似乎没有脑袋，只有庞大的身体，显得更为诡异。
en_us: However, it didn't seem to have a head. It only had a gigantic body, which made it look even weirder.

source: 只是想想就觉得恐怖。
en_us: It was scary just thinking about it.

source: 只是根据品酒大会的规则，一届品酒大会只设立一个金奖酒。
en_us: However, according to the liquor tasting event's rules and regulations, only one gold award would be given out each year.

source: 只是这位顶级强者已然失去了神志，成了被旧日支配者所控制的悍将。
en_us: The only difference was that this great powerhouse had already lsot his senses and had become a powerful general controlled by the Great Old Ones.

source: 只是这寡淡的酒香便让他的期待值直线下降。
en_us: Just that faint fragrance made Mag's anticipation of the wine go downhill.

source: 只有真正的吃货，才会勇于尝试不同的食物。
en_us: Only a real chowhound would dare to try different food.

source: 只有那几个远离生命之城，保守而固执的领主，才依旧死死守着卖身契，不愿放弃自己高一等的身份。
en_us: Only a few conservative and stubborn landlords far away from the City of Life were unwilling to let go of the slavery contract and their status of an upper-class.

source: 只能一段时间开酒馆，一段时间开餐馆这个样子了。
en_us: He could only open the tavern for a while then open the restaurant for a while.

source: 只能将其重新封印的话，并非易事。
en_us: It wasn't easy if they could only reseal it.

source: 只要不是纯新手，一般也不会跑到这种地方来租和买店铺了。
en_us: As long as he wasn't a noob, he wouldn't come to rent or buy a shop at a place like this.

source: 只要他重新掌控暮光森林，等到魔鬼和亡灵军团南下，各族联军损失惨重，便是他出兵征战天下之时。
en_us: When he was in charge of the Twilight Forest again and after the devil and the Army of the Dead marched southwards and the allied forces had suffered huge losses, it would be the time for him to conquer the world.

source: 只要关注度足够，人来了，那生意自然也就盘活了。
en_us: As long as they had their attention, the business would naturally revive when the people returned.

source: 只要呆在皇宫里，就算是亚历克斯也不敢强闯杀人，他的死亡威胁对于乔修来说并不算无解。
en_us: As long as Josh stayed in the palace, Alex would not dare to barge in to kill. His death threat was not a checkmate to Josh.

source: 只要和心爱的人在一起，简单的生活，小小的坊市，一样觉得幸福而开心。
en_us: As long as they were with the people they loved, they would also feel happy living simply in a small square.

source: 只要罗莫街的商业体系能够重建，并且吸引更多有实力、有特色的商家入驻，便能打造出一个全新的商业体系。
en_us: As long as the commercial system in Romo Street could be rebuilt and attract more capable and unique merchants to stay, a whole new commercial system would be formed.

source: 叮！
en_us: Ding!

source: 可一手造就了这场战争和屠杀惨案之后，靠着吸收怨气与精血，他的实力获得暴涨，这可不是什么好事。
en_us: However, his power had suddenly increased after causing this war and massacre, and absorbing all the resentment and blood essence. This wasn't a good thing.

source: 可一时不慎，咻的一下从窗户飞了出去，直接跨过了一条街，飞进了斜对面泰坦酒馆二楼半掩着的窗户里。
en_us: However, in a moment of carelessness, the book flew out of the window, flew diagonally across the street and into a half open window on the second floor of Titan Tavern.

source: 可不远万里让大主教亲自来到混乱之城，寻找小老板，不免让人有些惊讶。
en_us: But the fact that the archbishop personally traveled thousands of kilometers to look for the Little Boss was still shocking.

source: 可事发突然，为了让这些客人们以后还有更漫长的岁月有命吃饭，这趟洛都之行是不可避免的。
en_us: However, things happened out of the blue, and to make sure that these customers could have more time to enjoy their food in the future, this Rodu trip was inevitable.

source: 可事情和他听说的一样糟糕，乔修恐怕已经不再是他所认识的那个乔修，对于安德烈的决定，他也不可能站出来反对。
en_us: However, the incident was as bad as he had heard before. Josh was no longer the Josh he knew, and there was no way Abraham could oppose Andre's decision.

source: 可今天他们重装开业，竟然一下子就收了那么多的钱。
en_us: However, they actually so much money instantly after reopening today.

source: 可今天泰坦酒馆和塞班酒馆竟然双双捧回了品酒大会的金奖，可以想象接下来这两家酒馆会给罗莫街带来怎样的人气。
en_us: However, both Titan Tavern and Saipan Tavern took back the liquor tasting event's gold awards today. One could only imagine the crowd that these two taverns would bring to Romo Street in the future.

source: 可他明明只是一个普普通通的生活体验系统啊！
en_us: However, it was just an ordinary Life Experience System!

source: 可他竟然为了一个小姑娘，亲自从洛都赶到混乱之城。
en_us: However, he actually came to Chaos City from Rodu for a little girl.

source: 可以吃吗？
en_us: Can it be eaten?

source: 可以想象，等到罗莫街重回巅峰的时候，哈迪斯先生手里的这一百多栋楼，将会有怎样的价值！
en_us: One could only imagine how valuable the 100 over properties in Mr. Hades' hands would be after Romo Street returned to its full glory!

source: 可以预见的是，一个反乔修联盟，即将成立。
en_us: What was certain was that an anti-Josh alliance was about to be set up.

source: 可伊琳娜却没有对自己的丈夫给予鼓励和恭贺。
en_us: However, Irina didn't encourage or congratulate her husband.

source: 可前些年和上司常来的那家酒馆已经关门大吉，几家熟悉的餐厅和酒馆也都没了踪影，只留下空荡荡的门市。
en_us: However, the taverns he used to visit often with his superiors had all closed down. The familiar restaurants and taverns were all gone. All that was left was the empty street.

source: 可在伊琳娜面前，他却忍不住心跳加速，意乱情迷。
en_us: However, in front of Irina, he was mesmerized and his heart couldn't help but race.

source: 可在她眼里，就是一个零食仓库？
en_us: But in her eyes, it was just a storeroom for snacks?

source: 可在洛都这样一家新开的酒馆里，竟然出现了这样两道奇特的菜，着实有些让他惊讶。
en_us: However, he was indeed shocked to see these two peculiar dishes in a newly opened tavern in Rodu.

source: 可她现在却一点都不觉得头疼，反而觉得昨晚睡眠质量奇高，现在精神倍儿棒，而且有点饿。
en_us: But now, she did not feel any pain, and even felt that her sleep quality was really good. She felt super refreshed, and was even a little hungry.

source: 可她的眼睛却依旧忍不住跟随着麦格的背影，直到他进了塞班酒馆的门。
en_us: However, she could not bring herself to look away from Mag, until he disappeared behind Saipan Tavern's door.

source: 可孩子们还从来没有吃过如此美味的食物，美味的烤肉颠覆了他们对于美食的一切想象，哪怕是梦境之中也从未出现过这样的美味。
en_us: However, the children had never eaten such delicious food before. The scrumptious kebabs had subverted all their imagination regarding good food. They had never had such delicious food before, not even in their dreams.

source: 可就在这个时候，乔修竟然趁着他们前往混乱之城参加和平大会之际，对兽人族和精灵同时发动了战争，而且下达了屠杀的命令，这又是什么原因？
en_us: But at this moment, Josh actually made use of the chance while Andre and Sean were in Chaos City for the peace meeting to wage a war on the orcs and elves, with the order to slaughter all of them at that. What was his reason for that?

source: 可当他们冲入奴隶圈，试图用一次冲锋解决所有问题，然后回去继续睡觉的时候，却被眼前的景象所惊呆。
en_us: However, when they rushed into the slaves' circle in an attempt to solve all the problems by charging in and then returned to their sleep, they were shocked by what they saw.

source: 可惜十五年前那位传奇的酿酒师死于一场入室抢劫，只留下了一个未满十五岁的女儿，泰坦酒从此失传。
en_us: However, that legendary brewer died in a burglry 15 years ago, leaving behind a daughter who was not even 15 years old and Titan Liquor was lost ever since.

source: 可惜，他自己没有能够亲眼看到这种改变。”
en_us: It's a pity he wasn't able to see the change for himself."

source: 可意外的是，一觉睡到日上三竿，醒来之后的他却觉得神清气爽，睡了个难得的好觉。
en_us: However, surprisingly, he slept all the way till noon, and felt extremely refreshed after waking up. He had a rare good night's sleep.

source: 可打风之森林又是什么道理？
en_us: But what was the reason for attacking the Wind Forest?

source: 可是……
en_us: But…

source: 可是有不少客人还惦记着朗姆酒，麦格也等着汉娜这边量产了，给客人们多一种选择。
en_us: However, many customers were still pining after the rum. Mag was waiting to give the customers one more choice after Hannah began mass production.

source: 可有朝一日当他们发现诺兰大陆，只是夹在两块大陆之间的馅料的时候，感受一定不会太好。
en_us: However, one day, when they find out that the Norland Continent was just a filling sandwiched between two continents, they would not feel good at all.

source: 可正常进食人类食物，对于酒精有不错的抗性。
en_us: She can eat human food normally and has a good resistance to alcohol.

source: 可此时负罪感竟然抵不过心中的满足感。
en_us: However, the sinfulness could not overpower the sense of satisfaction.

source: 可毕竟伊琳娜是精灵，肯定比他更懂这些小动物。
en_us: After all, Irina was an elf. She definitely knew more about these small animals than him.

source: 可洛都人民的生活，暂时还未受到太大的影响。
en_us: However, the people's life in Rodu still wasn't affected much temporarily.

source: 可现在的问题在于小主的父亲，并不满足于这种程度的拍黄瓜。
en_us: However, the problem now lied with the fact that the little mistress's father was not satisfied with this standard of Smashed Cucumber Salad.

source: 可现在虽然依旧有很多钱，但只要心爱的人在身边，就能随时感受到快乐。
en_us: However, although he was also rich now, as long as his loved ones were with him, he felt happy at any time.

source: 可神灵已经降下指示，天下将乱，教廷需要神女来拯救这个随时可能被颠覆的世界。
en_us: However, the Holy Spirit had already given the instruction. Chaos was going to descend upon the world. The Holy See needed the holy maiden to rescue this world that was going to be turned upside down any time.

source: 可能天道也没想到它会遇上这么一个宿主吧？
en_us: Perhaps God had never expected that it would end up with such a host too, right?

source: 可能很多人都忘了，在罗莫街，除了麦格之外，她的手里也有着小半条街的商铺。
en_us: Maybe many had forgotten that in Romo Street, other than Mag, Eiffie also owned the shops on almost half of the street.

source: 可艾米却意犹未尽，端着自己的盘子把一点汤汁舔了，然后看着麦格满是期待的问道：“还有吗？我觉得我还可以再吃三个呢。”
en_us: But Amy did not have enough. She picked her plate up and licked it clean. After that, she looked at Mag expectantly and asked, "Are there more? I think I can have another three."

source: 可让斯纳尔奇怪的是，精灵护卫队迟迟没有行动，向来将自由视为洪水猛兽的海伦娜，竟然默许这一切在生命之城公然发生？
en_us: However, what Snarr found strange was that there was no action taken by the elven troops. Helena, who always thought that freedom was a curse, actually silently allowed all this to happen publicly in the City of Life?

source: 可让麦格不解的是，教皇为何认为艾米是被神灵选中的神女。
en_us: However, what Mag couldn't understand was why the pope thought that Amy was the holy maiden chosen by the god.

source: 可这一次洛斯帝国的入侵，屠戮了数十个部落，让战争派的规模和数量大减，甚至连奥格部落都差点被攻破。
en_us: However, with the Roth Empire's invasion this time, tens of orc tribes were massacred, and that caused the number standing for war to decrease significantly. Even the Aug Tribe almost fell.

source: 可这一瞬间，他在麦格的身上似乎看到了父亲的影子。
en_us: However, in that fleeting moment, she seemed to see a glimpse of her father on Mag.

source: 可这一瞬间，她突然在想，如果今晚哈迪斯先生就在她们的身旁，那她就不用狼狈的去钻地窖了吧？
en_us: However, at that instance, she suddenly thought, if Mr. Hades was right by their side tonight, she probably would not have to hide in the cellar, right?

source: 可这叔侄俩，摆开菜和米饭，俨然一副上这吃饭来了架势。
en_us: However, this uncle-and-niece duo appeared to be here to eat.

source: 可这家酒馆的两款酒，竟然都高达两千铜币一瓶！
en_us: However, this tavern's two liquors were priced over 2000 copper coins a bottle!

source: 可这被剥了皮的花生，口感竟然是脆的！
en_us: However, this peanut without its husk was actually crunchy!

source: 可那个女人实力竟然不在他之下。
en_us: But that woman was not weaker than him.

source: 可那电饭煲又是什么鬼？
en_us: However, what was a rice cooker?

source: 可酿酒的设备不是这样的。
en_us: However, that didn't apply to the brewing equipment.

source: 可麦格的确不像是向克苏鲁出卖了灵魂，否则她见到他的第一时间就会发现。
en_us: However, Mag indeed didn't look like he had sold his soul to Cthulhu, otherwise she would have discover that as soon as she met him.

source: 台下一片安静，所有人都在等待着给出了高评价的各位评委会给泰坦酒怎样的分数。
en_us: The audience was quiet. Everyone was waiting for the judges to score this wine with good reviews.

source: 台下也是一片哗然，先前三十多组，能够上四十分的酒都不多，上四十五分的更是凤毛麟角，爆炸酒只差两分便满分，以往届的经验来看，是非常有机会冲击金奖的。
en_us: The crowd erupted in an commotion too. There were barely liquors that were above 40 points in the previous 30-odd groups, those above 45 points were even rarer. The Explosive Liquor was just two points away from the perfect score. Based on the past years' experience, it had a very high chance to win the gold award.

source: 台下众人会心一笑，这位男爵大人的确是个有趣的人。
en_us: Everyone smiled. This Baron was indeed an interesting person.

source: 台下再次一阵欢呼。
en_us: There was another round of cheers.

source: 台下很快安静下来。
en_us: The audience fell quiet quickly.

source: 台下的看客也都有些乏了，品酒大会前比较有期待的几款酒都已经陆续出来，悬念已经消失，本届品酒大会的金奖多半是要被爆炸酒带走了。
en_us: The audience was also a little tired. The more anticipated liquors had already been presented in the liquor tasting event, the suspense was already gone. This year's gold award would most likely be given to Explosive Liquor.

source: 台下顿时一阵哄笑。
en_us: Laughter broke out in the crowd instantly.

source: 右臂装上了一截黑色铁钩的奥斯特坐在主位上，看着殿中的数十位兽人部落首领，脸色有些不悦道：“山猫部落的人呢？”
en_us: Auster, who had a black hook attached to his right arm, sat on the throne and looked at the dozens of orc tribal leaders in the hall. With an unhappy expression, he asked, "Where are the people from the Lynx Tribe?"

source: 吃了午饭后，埃菲找上门来，请麦格帮忙安装蒸馏设备。
en_us: After lunch, Eiffie came over to ask Mag for his help to put the distillation equipment together.

source: 吃灌汤包也是有讲究的，轻轻咬破包子皮，然后将其中的汤汁慢慢吸干，再然后才是吃包子的皮和馅。
en_us: There's a technique to eating the soup dumpling. One would have to bite gently on the dumpling skin to break it and then suck out all the soup slowly before eating the skin and filling.

source: 吃过午餐，一家子又在坊市里玩了一个下午。
en_us: After lunch, the family spent the afternoon having fun in the square again.

source: 吃过午餐，他便出门去找了之前卖房子给他的那位年轻的中介。
en_us: After lunch, he left to find the agent whom he went to when he bought his house.

source: 吃过午饭众人便回了餐厅，两个小家伙津津有味的看着刚买回来的新画册，伊琳娜有事出门去了，只剩下百无聊赖的麦格翻看着今天淘来的几本古籍。
en_us: They returned to the tavern after lunch. The two little ones were reading the new picture books happily, while Irina went out to run errands. Mag was left behind to read through the few ancient books that he had just bought to kill his boredom.

source: 吃过午饭，一家四口收拾了餐桌，麦格进厨房开始给高压浸泡的绿豆去皮。
en_us: After lunch, the family of four cleared the table. Mag went into the kitchen, and started to remove the skins of the soaked mung beans.

source: 吃过午饭，麦格休息了一会，便进了厨开始捣鼓绿豆糕和蛋黄酥。
en_us: Mag took a break after lunch before going into the kitchen to make the mung bean cake and salted egg yolk pastry.

source: 吃过早餐，麦格又照例带着伊琳娜和两个孩子去逛街，不需要经营餐厅的日常，就是如此的悠闲而舒适。
en_us: After eating breakfast, Mag brought Irina and two children out shopping again as usual. Their daily activities were just so leisurely and comfortable when they didn't have to open for business.

source: 吃过早餐，麦格和梅兰特确定了一下接下来的搜寻方向，首要目标还是将乔修找出来，再顺藤摸瓜灭掉那逃出封印的魔鬼。
en_us: After breakfast, Mag and Merante decided on the next search direction. Their primary goal was to find Josh first, and then destroy the devil that had escaped from the seal through him.

source: 吃过早餐，麦格把碗筷收拾了。
en_us: Mag cleaned up the table after breakfast.

source: 吃过早餐，麦格给梅兰特和诺亚爷俩送了份早餐，一家人便又出门游玩去了。
en_us: After breakfast, Mag sent breakfast to Merante and Noya before they went out to play.

source: 吃过早餐，麦格继续处理田螺。
en_us: After breakfast, Mag continued to process the escargots.

source: 吃饱喝足，温妮莎的气色和心情看起来都好了许多。
en_us: After filling her stomach, Vanessa seemed to be in a better mood.

source: 各位大臣诧异这里竟然开了一家新酒馆，不过毕竟是卢西恩带他们来的，自然不会多言，跟着进了酒馆。
en_us: All the courtiers were surprised that there was a new tavern here, but since it was Lucien who brought them here, they naturally wouldn't make any comments. They followed him into the tavern.

source: 各位评委端起酒杯先嗅了嗅，有人摇头，有人点头，不过表情都非常淡定。
en_us: All the judges lifted the glasses and sniffed it first. Some of them shook their heads while others nodded, but they all looked very calm.

source: 各位评委纷纷亮分。
en_us: All the judges showed their score cards.

source: 各位长老也是低下了头，虽然憋屈，却不敢表现出丝毫不满。
en_us: All the elders lowered their heads too. Although they were indignant, they didn't dare to show their displeasure.

source: 各族已经约定，三日之后在混乱之城派出代表，在混乱之城签订新的和平条约，并且为了抵抗亡灵军团结成联盟。
en_us: The various races had agreed to send their representatives to Chaos City three days later to sign the new peace treaty and to form the Peace Alliance to fend off the Army of the Dead.

source: 各族派出的代表已经出发前往混乱之城，这是可能关乎着诺兰大陆所有种族命运的事件，哪怕是孤立于海岛之上的恶魔族，也不觉得自己能够幸免于难。
en_us: All the races' representatives had already set out for Chaos City. This event was one that concerned all the races' fate on the Norland Continent. Even the demons that were isolated on the islands didn't think they would exclude from that fate.

source: 各族部落的酋长看着那升腾的火焰，皆是一脸懵逼。
en_us: All the chiefs looked at the raging flames in a daze.

source: 各种食材的鲜味，在这一口满是荤香的汤汁中尽显，在味蕾上绽放，哪怕有着超感知的她，大脑也无法在短暂的时间内准确的分辨出每一种味道。
en_us: All the tastes of the different ingredients slowly entered the stage and released their amazing tastes on the tongue in that mouthful of soup. Even her who had super senses, her brain couldn't differentiate all the tastes accurately in the short period of time.

source: 各老板也是笑呵呵的看着麦格，虽然有些幸灾乐祸的成分，倒也没多大恶意。
en_us: All the bosses were also looking at Mag laughingly. Although there was a hint of schadenfreude, they didn't have too much malice.

source: 各部落酋长胸中的愤懑被点燃，跟着怒骂道。
en_us: The anger in the tribal leaders was lit up and they also joined in the scolding.

source: 各酋长纷纷起身，跟着怒吼道。
en_us: All the tribal leaders got up and roared.

source: 各酋长闻言纷纷变色，现在康妮在暮光森林的权柄，可是丝毫不在奥斯特之下。
en_us: All the tribal leaders went white after hearing that. The power that Connie had in the Twilight Forest was no less than what Auster had.

source: 同时三个蛇头同时张开嘴巴，向着下方吐出了三颗巨大的火球。
en_us: At the same time, the three snake heads opened their mouths and spat out three giant fireballs.

source: 同时有守卫发现了站栏杆上的阿尔宾，怒喝道。
en_us: At the same time, a guard discovered Albin who was standing on the pole.

source: 同时，他还委婉的指出了一些安妮这本漫画上的一些分镜问题。
en_us: At the same time, he tactfully pointed out the problems of the storyboard to Annie.

source: 同样是眉头皱起，然后眼睛一亮，满是惊讶的低头看了看手里的酒杯，又是看了看卢西恩，把酒咽下，回味了一番，才一脸赞叹的点头道：“果然是好酒！没想到这小小的酒馆里，还藏着这样的美酒。”
en_us: He frowned at first as well, but his eyes lit up after that, and he looked down at the glass in his hand in shock, and then looked at Lucien. He swallowed the drink, and carefully recalled its taste before nodding in agreement as he said, "This is indeed good! I didn't expect a small tavern like this to have such beautiful drinks."

source: 同样的情况在罗莫街上到处都在发生。
en_us: Similiar situations were happening all over Romo Street.

source: 同桌的几位大臣跟着帮腔到，这般嚣张之人，他们的确很久没有见了。
en_us: The other officials at the table chimed in. They had not seen such an arrogant person in a really long time.

source: 同质化和低质化会毁掉一个商圈，也注定无法走远。
en_us: Homogeinity and monopoly would ruin an entire commercial circle. It was not destined to last long.

source: 后来麦格说要自己写，他也做好了让迈洛代为润笔的准备。
en_us: Then, Mag said he wanted to write it himself. However, he was also ready for Mylo to edit it.

source: 吧台旁边有个小厨房，也就十个平米左右，用来做下酒菜。
en_us: Next to the bar was a small kitchen that was a few square meters big. It was used to make dishes to go with the drinks.

source: 听到声音，三人齐刷刷的抬头看了一眼麦格，再看他手里端着的绿豆糕。
en_us: Upon hearing Mag's call, the three turned simultaneously to look at him, and then at the mung bean pastry in his hands.

source: 听到画册，安妮也是眼睛一亮，看着麦格的目光多了几分期待。
en_us: Annie's eyes brightened when she heard about the picture albums, and she began to look at Mag with an expectant gaze.

source: 听到麦格的声音，两人恍然，侧身进了餐厅。
en_us: When they heard Mag's voice, they understood, and went into the restaurant.

source: 听听，这称呼多有高等文明对下级文明的优越感。
en_us: Listen, this term was filled with the superiority that an advanced civilization had for a more primitive civiliation.

source: 听埃菲称呼这种汤为糊涂汤，倒是和河南糊涂汤有着异曲同工之妙。
en_us: Eiffie called it the cucumber soup and it did look rather similar to the Hunan cucumber soup.
